export default {
  projections: {
    ЧертежE: {
      номерЧертежа: {
        __caption__: 'Номер чертежа'
      },
      дата: {
        __caption__: 'Дата'
      },
      утверждение: {
        __caption__: 'Утверждение'
      }
    },
    ЧертежL: {
      номерЧертежа: {
        __caption__: 'Номер чертежа'
      },
      дата: {
        __caption__: 'Дата'
      },
      утверждение: {
        __caption__: 'Утверждение'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номерЧертежа: {
      __caption__: 'Номер чертежа'
    },
    утверждение: {
      __caption__: 'Утверждение'
    },
    тчЗаявка: {
      __caption__: 'тчЗаявка'
    }
  }
};
